const text = `四旬期第四主日
（舉行候洗者考核禮）
 
進堂詠
我的眼睛不斷仰望上主，因為他使我的雙腳脫離羅網。求你回顧，求你憐憫，因為我孤苦伶仃。（詠25:15-16）
 
不念光榮頌
 
集禱經
全能永生的天主，求你以屬神的喜樂，充滿你的教會；使生於下地的人，都能由上而重生，成為天國的子民。因你的聖子、我們的主耶穌基督，他和你及聖神，是唯一天主，永生永王。亞孟。
 
聖道禮
（必用甲年讀經）
 
讀經一（達味受傅為以色列王。）
恭讀撒慕爾紀上　16:1,6-7,10-13
那時候，上主對撒慕爾說：「把你的角盛滿油；我派你到白冷人葉瑟那裡，因為在他的兒子中，我已為我選定了一位君王。」
撒慕爾等人一來到，看見厄里雅布，心裡想：這一定是站在上主面前的受傅者。但上主對撒慕爾說：「你不要注意他的容貌，及他高大的身材；我拒絕要他。因為天主的看法與人不同：人看外貌，上主卻看人心。」
葉瑟就叫他的七個兒子，都來到撒慕爾面前。撒慕爾對葉瑟說：「上主沒有揀選這些人。」
撒慕爾於是問葉瑟說：「孩子們都到齊了嗎？」葉瑟回答說：「還有一個最小的，他正在放羊。」
撒慕爾對葉瑟說：「快派人帶他來，因為他不來，我們決不入席。」
葉瑟於是派人把最小的兒子帶來；他是一個有血色，眉清目秀，外貌英俊的少年。
上主說：「起來，給他傅油，就是這一位。」
撒慕爾就拿起盛著油的角，在他兄弟們面前，給他傅了油。從那天起，上主的神便降臨於達味身上。
——上主的話。
（默想片刻）
 
答唱詠　詠23:1-3, 3-4, 5, 6
【答】：上主是我的牧者，我實在一無所缺。（詠23:1）
領：上主是我的牧者，我實在一無所缺。他使我躺在青綠的草場，又領我走近幽靜的水旁，還使我的心靈得到舒暢。【答】
領：他為了自己的名號，領我踏上了正義的坦途。縱使我應走過陰森的幽谷，我不怕凶險，因你與我同在。你的牧杖和短棒，是我的安慰和舒暢。【答】
領：在我對頭面前，你為我擺設了筵席；在我的頭上傅油，使我的杯爵滿溢。【答】
領：在我一生歲月裡，幸福與慈愛常隨不離；我將住在上主的殿裡，直至悠遠的時日。【答】
 
讀經二（從死者中起來吧！基督必要光照你！）
恭讀聖保祿宗徒致厄弗所人書　5:8-14
弟兄姊妹們：
從前你們原是黑暗，但現在你們在主內卻是光明；生活自然要像光明之子一樣。光明所結的果實，就是各種良善、正義和誠實。你們要體察什麼是主所喜悅的事。不要參與黑暗無益的作為，反而要加以指摘，因為他們暗中所做的事，就是連提起，也是可恥的。一切事情，一經指摘，便在光明中，顯露出來；凡顯露出來的，成為了光明。
所以說：「你這睡眠的，醒來吧！從死者中起來吧！基督必要光照你！」
——上主的話。
（默想片刻）
 
福音前歡呼
領：基督、天主聖言，願光榮歸於你。
眾：基督、天主聖言，願光榮歸於你。
領：主說：我是世界的光；跟隨我的，決不在黑暗中行走，必有生命之光。（若8:12）
眾：基督、天主聖言，願光榮歸於你。
 
【長式】
福音（瞎子去了，洗了，回來就看見了。）
恭讀聖若望福音　9:1-41
那時候，耶穌前行時，看見了一個生來瞎眼的人。耶穌的門徒就問耶穌說：「辣彼，誰犯了罪？是他，還是他的父母，竟使他生來瞎眼呢？」
耶穌答覆說：「也不是他犯了罪，也不是他的父母，而是為叫天主的工作，在他身上顯揚出來。趁著白天，我們應該做派遣我來者的工作；黑夜來到，就沒有人能工作了。當我在世界上的時候，我是世界的光。」
耶穌說了這番話以後，便吐唾沫在地上，用唾沫和了些泥，把泥抹在瞎子的眼上，對他說：「去，到史羅亞水池裡洗洗吧！」──史羅亞解說「被派遣的」──瞎子去了，洗了，回來就看見了。
於是，鄰居和那些經常見他討飯的人，就說：「這不是那曾坐在這裡討飯的人麼？」有的說：「就是這人，」有的說：「不，是另一個很相似他的人。」那人卻說：「就是我。」
他們問他說：「你的眼睛究竟是怎樣開了的呢？」
他答覆說：「名叫耶穌的那個人，和了些泥，抹在我的眼上，給我說：你往史羅亞去洗洗吧；我去了，洗了，就看見了。」他們又問他說：「那個人在那裡？」他說：「我不知道。」
他們便將那先前瞎眼的人，帶到法利塞人那裡。耶穌和泥開了他眼睛的那天，正是安息日。於是，法利塞人又盤問他怎樣看見了。那人就向法利塞人說：「他把泥抹在我的眼上，我洗了，就看見了。」
法利塞人中有的說：「這人不是從天主來的，因為他不遵守安息日。」有的卻說：「一個罪人怎能行這樣的奇蹟？」他們中間便發生了紛爭。於是，他們又問瞎子說：「對於那開了你眼睛的人，你說什麼呢？」瞎子說：「他是一位先知。」
可是，猶太人不肯相信他原先是瞎子，而現在看見了，等到叫了他的父母來，問他們說：「這是你們的兒子麼？你們說他生來就瞎眼麼？怎麼他現在竟然看見了呢？」
他的父母答覆說：「我們知道這是我們的兒子；他生來就瞎眼。現在他究竟怎麼看見了，我們卻不知道；或者誰開了他的眼睛，我們也不知道。你們問他吧！他已經成年，會說自己的事了。」他的父母因為害怕猶太人，才這樣說，因為猶太人早已議決：誰若承認耶穌是默西亞，就必被逐出會堂。為此，他的父母說：他已經成年，你們問他吧！
於是，法利塞人再把那先前瞎眼的人叫過來，向他說：「歸光榮於天主吧！我們知道這人是個罪人。」那人回答說：「他是不是罪人，我不知道；有一件事我知道：我曾經是個瞎子，現在我卻看見了。」
法利塞人又問他說：「這人給你做了什麼？怎樣開了你的眼睛？」他回答說：「我已經告訴了你們，你們不聽；為什麼又願意聽呢？莫非你們也願意做他的門徒麼？」
法利塞人辱罵他說：「你去做他的門徒好了！我們是梅瑟的門徒。我們知道：天主曾給梅瑟說過話；至於這人，我們不知道他是從那裡來的。」
那人回答說：「這真奇怪！你們不知道他是從那裡來的，他卻開了我的眼睛。我們都曉得天主不俯聽罪人，只俯聽那恭敬天主，並承行他旨意的人。自古以來從未聽說：有人開了胎生瞎子的眼睛。這人若不是由天主來的，他什麼也不能作。」
法利塞人卻向他說：「你整個人都生於罪惡之中，竟來教訓我們？」便把他趕出去了。
耶穌聽說法利塞人把他趕了出去，後來遇見了他，就給他說：「你信人子麼？」那人便回答說：「主，是誰，好使我去信他呢？」耶穌對他說：「你已看見他了，和你講話的就是！」那人於是說：「主，我信。」就俯伏朝拜了耶穌。
於是，耶穌說：「我是為了判別，才來到這世界上，叫那些看不見的，看得見；叫那些看得見的，反而成為瞎子。」
有些和耶穌在一起的法利塞人，一聽了這話，就說：「難道我們也是瞎子麼？」耶穌回答說：「你們如果是瞎子，就沒有罪了；但你們說：我們看得見，這樣，你們就有罪了。」
——上主的話。
（講道後默想片刻）
 
【短式】
福音（瞎子去了，洗了，回來就看見了。）
恭讀聖若望福音　9:1,6-9,13-17,34-38
那時候，耶穌前行時，看見了一個生來瞎眼的人。耶穌吐唾沫在地上，用唾沫和了些泥，把泥抹在瞎子的眼上，對他說：「去，到史羅亞水池裡洗洗吧！」──史羅亞解說「被派遣的」──瞎子去了，洗了，回來就看見了。
於是，鄰居和那些經常見他討飯的人，就說：「這不是那曾坐在這裡討飯的人麼？」有的說：「就是這人，」有的說：「不，是另一個很相似他的人。」那人卻說：「就是我。」
他們便將那先前瞎眼的人，帶到法利塞人那裡。耶穌和泥開了他眼睛的那天，正是安息日。於是，法利塞人又盤問他怎樣看見了。那人就向法利塞人說：「他把泥抹在我的眼上，我洗了，就看見了。」
法利塞人中有的說：「這人不是從天主來的，因為他不遵守安息日。」有的卻說：「一個罪人怎能行這樣的奇蹟？」他們中間便發生了紛爭。於是，他們又問瞎子說：「對於那開了你眼睛的人，你說什麼呢？」瞎子說：「他是一位先知。」
法利塞人卻向他說：「你整個人都生於罪惡之中，竟來教訓我們？」便把他趕出去了。
耶穌聽說法利塞人把他趕了出去，後來遇見了他，就給他說：「你信人子麼？」那人便回答說：「主，是誰，好使我去信他呢？」耶穌對他說：「你已看見他了，和你講話的就是！」那人於是說：「主，我信。」就俯伏朝拜了耶穌。
——上主的話。
（講道後默想片刻）
 
候洗者第二次考核禮
 
（講道後靜默片刻，然後由導師/傳道員，邀請候洗者和代父母到主禮前。）
 
導師/傳道員：請各位候洗者和代父母上前。
 
（主禮用以下或類似的話，邀請信眾祈禱）
主禮：各位在場的兄弟姊妹：我們的候洗者，需要大家的祈禱和支持，好使他們徹底認識罪惡對人的傷害，並且渴望獲得天主子女的自由。
 
（主禮面向候洗者，用以下或類似的話訓勉他們。）
主禮：各位候洗者，你們要依靠天主的德能和他的慈愛，勉力離開罪惡的控制。現在請你們跪下（或俯首），表示在天主面前的懺悔。
（候洗者跪下〔或俯首〕，信眾站立，一齊為候洗者默禱片刻。）
 
為候洗者祈禱
（代父母把右手按在候洗者肩上）
 
領：求主賜候洗者常能信從基督，服膺真理，得到心靈的自由。為此，我們同聲祈禱。
眾：求主俯聽我們。
 
領：求主幫助候洗者明白：十字架的愚妄，勝於人間的智謀，從而全心尋找天主，獲得真正的幸福。為此，我們同聲祈禱。
眾：求主俯聽我們。
 
領：願聖神的德能充滿候洗者，拯救他們脫離恐懼，全心信賴天主。為此，我們同聲祈禱。
眾：求主俯聽我們。
 
領：願聖神幫助候洗者，不斷擇善棄惡，持守正義，成為屬於天主的人。為此，我們同聲祈禱。
眾：求主俯聽我們。
 
領：請為所有因基督的名字，而遭受迫害的人祈禱。願他們在基督身上，找到力量。為此，我們同聲祈禱。
眾：求主俯聽我們。
 
領：請為沒有信仰自由的國家和人民祈禱。求主恩賜他們早日得享信從福音的自由。為此，我們同聲祈禱。
眾：求主俯聽我們。
 
領：求主以福音精神，光照及拯救受俗世事物所束縛的人。為此，我們同聲祈禱。
眾：求主俯聽我們。
 
領：請為天主所鍾愛的普世人類祈禱。求主賜眾人在教會內，得享心靈的自由。為此，我們同聲祈禱。
眾：求主俯聽我們。
（可加上其他意向，尤其是為教會和普世的需要。）
 
驅魔
（祈禱後，主禮面向候洗者，合掌誦念。）
主禮：請大家祈禱：仁慈的天父，你恩賜胎生瞎子，信從你的聖子，得以重見光明，享見你的國度。求你把候洗者，從錯謬的蒙蔽中釋放出來，使他們服膺真理，堅定不移，成為光明之子，直到享見你聖容的光輝。因主耶穌基督之名，求你俯聽我們的祈禱。
眾：亞孟。
 
（若方便，主禮在默禱中，逐一為候洗者覆手。）
（然後向他們伸開雙手，繼續誦念。）
主禮：主、耶穌，你是照世的真光。求你以真理之神，把受到謊言之父——魔鬼，所壓制的人，釋放出來。請你激發候洗者的善志，使他們如同那位復明的瞎子一樣，享見你的光明，並能勇敢為信仰作證。你是天主，永生永王。
眾：亞孟。
 
遣散候洗者
（主禮用以下或類似的話，遣散候洗者。）
主　禮：各位候洗者：我們下次考核禮時，再相聚祈禱。現在你們可先行回去。
願主的平安與你們同在！
候洗者：亞孟。
（候洗者離開聖堂；若因某些重大理由，他們必須留在聖堂，與信友一起，亦應說明他們有別於信友，不能領聖體聖血。）
（感恩禮如常舉行，可略去信經及信友禱文，立即預備禮品。）
 
獻禮經
上主，我們歡欣地獻上禮品，求你使這禮品成為永生的良藥，好能幫助我們以虔敬的生活，引領尋求你的人分沾你的救恩。因主耶穌基督之名，求你俯聽我們的祈禱。亞孟。
 
甲年頌謝詞
（胎生瞎子）
主、聖父，全能永生的天主，我們藉著主基督，時時處處感謝你，實在是理所當然的，並有助我們獲得救恩。
基督藉著降生的奧蹟，引導在黑暗中行走的人類，進入信仰的真光；又藉著重生的洗禮，使生於舊日罪惡奴役之下的人類，成為你的義子。
為此，天上地下的一切，都朝拜你，向你謳唱新歌。我們也隨同萬軍的天使，不停地歡呼：
 
領主詠
名叫耶穌的那個人，和了些泥，抹在我的眼上，給我說：你往史羅亞去洗洗吧；我去了，洗了，就看見了。我於是說：「主，我信。」就俯伏朝拜了耶穌。（參閱若9:11,38）
（領主後默禱片刻）
 
領主後經
上主，求你常以慈愛守護你的家庭，使我們持守正道，並引領我們走上救恩的道路。因主耶穌基督之名，求你俯聽我們的祈禱。亞孟。
 
隆重祝福
主祭：願主與你們同在。
會眾：也與你的心靈同在。
執事/主祭：請大家俯首，接受天主的降福。
（主祭會眾伸手）
主祭：上主，求你保護向你祈求的人；堅強軟弱的人；並以生命之光，光照那些走在黑暗中和死影下的人。你既仁慈地拯救他們脫免一切邪惡，求你也幫助他們邁向至的境界。因主耶穌基督之名，求你俯聽我們的祈禱。
會眾：亞孟。
主祭：願全能天主，聖父、聖子X、聖神降福你們。
會眾：亞孟。
 
或
 
四旬期第四主日
（不舉行候洗者考核禮）
 
進堂詠
凡愛慕耶路撒冷的，都應與她一同喜樂；凡為她憂傷的，都要與她盡情歡樂。（依66:10-11）
 
不念光榮頌
 
集禱經
天主，你藉著你的聖言，奇妙地促使人類和好。求你幫助所有基督信徒，都能以熱誠的祈禱和活潑的信德，加緊預備逾越節的來臨。因你的聖子、我們的主耶穌基督，他和你及聖神，是唯一天主，永生永王。亞孟。
 
讀經一（達味受傅為以色列王。）
恭讀撒慕爾紀上　16:1,6-7,10-13
那時候，上主對撒慕爾說：「把你的角盛滿油；我派你到白冷人葉瑟那裡，因為在他的兒子中，我已為我選定了一位君王。」
撒慕爾等人一來到，看見厄里雅布，心裡想：這一定是站在上主面前的受傅者。但上主對撒慕爾說：「你不要注意他的容貌，及他高大的身材；我拒絕要他。因為天主的看法與人不同：人看外貌，上主卻看人心。」
葉瑟就叫他的七個兒子，都來到撒慕爾面前。撒慕爾對葉瑟說：「上主沒有揀選這些人。」
撒慕爾於是問葉瑟說：「孩子們都到齊了嗎？」葉瑟回答說：「還有一個最小的，他正在放羊。」
撒慕爾對葉瑟說：「快派人帶他來，因為他不來，我們決不入席。」
葉瑟於是派人把最小的兒子帶來；他是一個有血色，眉清目秀，外貌英俊的少年。
上主說：「起來，給他傅油，就是這一位。」
撒慕爾就拿起盛著油的角，在他兄弟們面前，給他傅了油。從那天起，上主的神便降臨於達味身上。
——上主的話。
（默想片刻）
 
答唱詠　詠23:1-3, 3-4, 5, 6
【答】：上主是我的牧者，我實在一無所缺。（詠23:1）
領：上主是我的牧者，我實在一無所缺。他使我躺在青綠的草場，又領我走近幽靜的水旁，還使我的心靈得到舒暢。【答】
領：他為了自己的名號，領我踏上了正義的坦途。縱使我應走過陰森的幽谷，我不怕凶險，因你與我同在。你的牧杖和短棒，是我的安慰和舒暢。【答】
領：在我對頭面前，你為我擺設了筵席；在我的頭上傅油，使我的杯爵滿溢。【答】
領：在我一生歲月裡，幸福與慈愛常隨不離；我將住在上主的殿裡，直至悠遠的時日。【答】
 
讀經二（從死者中起來吧！基督必要光照你！）
恭讀聖保祿宗徒致厄弗所人書　5:8-14
弟兄姊妹們：
從前你們原是黑暗，但現在你們在主內卻是光明；生活自然要像光明之子一樣。光明所結的果實，就是各種良善、正義和誠實。你們要體察什麼是主所喜悅的事。不要參與黑暗無益的作為，反而要加以指摘，因為他們暗中所做的事，就是連提起，也是可恥的。一切事情，一經指摘，便在光明中，顯露出來；凡顯露出來的，成為了光明。
所以說：「你這睡眠的，醒來吧！從死者中起來吧！基督必要光照你！」
——上主的話。
（默想片刻）
 
福音前歡呼
領：基督、天主聖言，願光榮歸於你。
眾：基督、天主聖言，願光榮歸於你。
領：主說：我是世界的光；跟隨我的，決不在黑暗中行走，必有生命之光。（若8:12）
眾：基督、天主聖言，願光榮歸於你。
 
【長式】
福音（瞎子去了，洗了，回來就看見了。）
恭讀聖若望福音　9:1-41
那時候，耶穌前行時，看見了一個生來瞎眼的人。耶穌的門徒就問耶穌說：「辣彼，誰犯了罪？是他，還是他的父母，竟使他生來瞎眼呢？」
耶穌答覆說：「也不是他犯了罪，也不是他的父母，而是為叫天主的工作，在他身上顯揚出來。趁著白天，我們應該做派遣我來者的工作；黑夜來到，就沒有人能工作了。當我在世界上的時候，我是世界的光。」
耶穌說了這番話以後，便吐唾沫在地上，用唾沫和了些泥，把泥抹在瞎子的眼上，對他說：「去，到史羅亞水池裡洗洗吧！」──史羅亞解說「被派遣的」──瞎子去了，洗了，回來就看見了。
於是，鄰居和那些經常見他討飯的人，就說：「這不是那曾坐在這裡討飯的人麼？」有的說：「就是這人，」有的說：「不，是另一個很相似他的人。」那人卻說：「就是我。」
他們問他說：「你的眼睛究竟是怎樣開了的呢？」
他答覆說：「名叫耶穌的那個人，和了些泥，抹在我的眼上，給我說：你往史羅亞去洗洗吧；我去了，洗了，就看見了。」他們又問他說：「那個人在那裡？」他說：「我不知道。」
他們便將那先前瞎眼的人，帶到法利塞人那裡。耶穌和泥開了他眼睛的那天，正是安息日。於是，法利塞人又盤問他怎樣看見了。那人就向法利塞人說：「他把泥抹在我的眼上，我洗了，就看見了。」
法利塞人中有的說：「這人不是從天主來的，因為他不遵守安息日。」有的卻說：「一個罪人怎能行這樣的奇蹟？」他們中間便發生了紛爭。於是，他們又問瞎子說：「對於那開了你眼睛的人，你說什麼呢？」瞎子說：「他是一位先知。」
可是，猶太人不肯相信他原先是瞎子，而現在看見了，等到叫了他的父母來，問他們說：「這是你們的兒子麼？你們說他生來就瞎眼麼？怎麼他現在竟然看見了呢？」
他的父母答覆說：「我們知道這是我們的兒子；他生來就瞎眼。現在他究竟怎麼看見了，我們卻不知道；或者誰開了他的眼睛，我們也不知道。你們問他吧！他已經成年，會說自己的事了。」他的父母因為害怕猶太人，才這樣說，因為猶太人早已議決：誰若承認耶穌是默西亞，就必被逐出會堂。為此，他的父母說：他已經成年，你們問他吧！
於是，法利塞人再把那先前瞎眼的人叫過來，向他說：「歸光榮於天主吧！我們知道這人是個罪人。」那人回答說：「他是不是罪人，我不知道；有一件事我知道：我曾經是個瞎子，現在我卻看見了。」
法利塞人又問他說：「這人給你做了什麼？怎樣開了你的眼睛？」他回答說：「我已經告訴了你們，你們不聽；為什麼又願意聽呢？莫非你們也願意做他的門徒麼？」
法利塞人辱罵他說：「你去做他的門徒好了！我們是梅瑟的門徒。我們知道：天主曾給梅瑟說過話；至於這人，我們不知道他是從那裡來的。」
那人回答說：「這真奇怪！你們不知道他是從那裡來的，他卻開了我的眼睛。我們都曉得天主不俯聽罪人，只俯聽那恭敬天主，並承行他旨意的人。自古以來從未聽說：有人開了胎生瞎子的眼睛。這人若不是由天主來的，他什麼也不能作。」
法利塞人卻向他說：「你整個人都生於罪惡之中，竟來教訓我們？」便把他趕出去了。
耶穌聽說法利塞人把他趕了出去，後來遇見了他，就給他說：「你信人子麼？」那人便回答說：「主，是誰，好使我去信他呢？」耶穌對他說：「你已看見他了，和你講話的就是！」那人於是說：「主，我信。」就俯伏朝拜了耶穌。
於是，耶穌說：「我是為了判別，才來到這世界上，叫那些看不見的，看得見；叫那些看得見的，反而成為瞎子。」
有些和耶穌在一起的法利塞人，一聽了這話，就說：「難道我們也是瞎子麼？」耶穌回答說：「你們如果是瞎子，就沒有罪了；但你們說：我們看得見，這樣，你們就有罪了。」
——上主的話。
（講道後默想片刻）
 
【短式】
福音（瞎子去了，洗了，回來就看見了。）
恭讀聖若望福音　9:1,6-9,13-17,34-38
那時候，耶穌前行時，看見了一個生來瞎眼的人。耶穌吐唾沫在地上，用唾沫和了些泥，把泥抹在瞎子的眼上，對他說：「去，到史羅亞水池裡洗洗吧！」──史羅亞解說「被派遣的」──瞎子去了，洗了，回來就看見了。
於是，鄰居和那些經常見他討飯的人，就說：「這不是那曾坐在這裡討飯的人麼？」有的說：「就是這人，」有的說：「不，是另一個很相似他的人。」那人卻說：「就是我。」
他們便將那先前瞎眼的人，帶到法利塞人那裡。耶穌和泥開了他眼睛的那天，正是安息日。於是，法利塞人又盤問他怎樣看見了。那人就向法利塞人說：「他把泥抹在我的眼上，我洗了，就看見了。」
法利塞人中有的說：「這人不是從天主來的，因為他不遵守安息日。」有的卻說：「一個罪人怎能行這樣的奇蹟？」他們中間便發生了紛爭。於是，他們又問瞎子說：「對於那開了你眼睛的人，你說什麼呢？」瞎子說：「他是一位先知。」
法利塞人卻向他說：「你整個人都生於罪惡之中，竟來教訓我們？」便把他趕出去了。
耶穌聽說法利塞人把他趕了出去，後來遇見了他，就給他說：「你信人子麼？」那人便回答說：「主，是誰，好使我去信他呢？」耶穌對他說：「你已看見他了，和你講話的就是！」那人於是說：「主，我信。」就俯伏朝拜了耶穌。
——上主的話。
（講道後默想片刻）
 
信經
 
獻禮經
上主，我們歡欣地獻上禮品，求你使這禮品成為永生的良藥，以幫助我們虔誠地事奉你，讓世界獲得救恩。因主耶穌基督之名，求你俯聽我們的祈禱。亞孟。
 
甲年頌謝詞
（胎生瞎子）
主、聖父，全能永生的天主，我們藉著主基督，時時處處感謝你，實在是理所當然的，並有助我們獲得救恩。
基督藉著降生的奧蹟，引導在黑暗中行走的人類，進入信仰的真光；又藉著重生的洗禮，使生於舊日罪惡奴役之下的人類，成為你的義子。
為此，天上地下的一切，都朝拜你，向你謳唱新歌。我們也隨同萬軍的天使，不停地歡呼：
 
領主詠
名叫耶穌的那個人，和了些泥，抹在我的眼上，給我說：你往史羅亞去洗洗吧；我去了，洗了，就看見了。我於是說：「主，我信。」就俯伏朝拜了耶穌。（參閱若9:11,38）
 
領主後經
天主，你親臨世上，光照每一個人。我們懇求你，以你聖寵的光輝，照亮我們的心靈，使我們的思念常得你的歡心，並能真誠孝愛你。因主耶穌基督之名，求你俯聽我們的祈禱。亞孟。
 
隆重祝福
主祭：願主與你們同在。
會眾：也與你的心靈同在。
執事/主祭：請大家俯首，接受天主的降福。
（主祭向會眾伸手）
主祭：上主，求你保護向你祈求的人；堅強軟弱的人；並以生命之光，光照那些走在黑暗中和死影下的人。你既仁慈地拯救他們脫免一切邪惡，求你也幫助他們邁向至善的境界。因主耶穌基督之名，求你俯聽我們的祈禱。
會眾：亞孟。
主祭：願全能天主，聖父、聖子X、聖神降福你們。
會眾：亞孟。
 
`;

export default text;
