const text = `三月九日
四旬期第三周星期一
 
進堂詠
我的靈魂對上主的宮殿渴慕及緬懷。我的心靈以及我的肉身，向生活的天主踴躍歡欣。（詠84:3）
 
集禱經
上主，求你不斷憐憫、淨化、護衛你的教會，因為沒有你的照顧，教會就不能保持安定；望你時加恩佑，予以扶助。因你的聖子、我們的主耶穌基督，他和你及聖神，是唯一天主，永生永王。亞孟。
 
讀經一（在以色列有許多痲瘋病人，他們中沒有一個得潔淨的，只有敘利亞的納阿曼。）
恭讀列王紀下　5:1-15
在那些日子，阿蘭王的軍長納阿曼在他的主上面前，是個很受尊重愛戴的人，因為上主曾藉他使阿蘭人獲得勝利；這人雖英勇有為，無奈患了癩病。阿蘭人先前曾結隊出外劫掠，從以色列地擄來一個少女，這少女做了服侍納阿曼妻子的婢女；她對自己的主母說：「哎！如果我的主人去見撒瑪黎雅的先知，他一定會治好他的癩病。」納阿曼去告訴他的主上說：「以色列地的少女曾如此如此說。」阿蘭王說：「你去！我也給以色列王寫一封信。」納阿曼於是帶了十「塔冷通」銀子，六千「協刻耳」金子和十套禮服去了。他給以色列王呈上信，信上說：「你收到這封信，就知道我打發我的臣僕納阿曼來見你，是要你醫好他的癩病。」以色列王一念了這信，就撕裂自己的衣服說：「難道我是天主，能使人死使人活嗎？這人竟然給我送這個人來，叫我醫好他的癩病！你們只要想一想，便可看出，他是找機會來與我為難。」天主的人厄里叟聽說以色列王撕裂了自己的衣服，便打發人去見君王說：「你為什麼撕裂了你的衣服？叫他來見我，他就會知道在以色列有先知。」納阿曼於是乘坐車馬來到厄里叟的屋門口，就停下了。厄里叟派了一個使者對他說：「你去，在約但河裡洗七次，你的肌肉就會復原，得到潔淨。」納阿曼生了氣，且走且說：「看，我原想他會出來見我，站在我面前，呼求上主他的天主的名，在患處揮動他的手，治好這癩病。大馬士革的阿巴納河和帕爾帕爾河，不比以色列所有的河水都好嗎？我不能在那裡洗得潔淨嗎？」他於是轉過車來，氣憤憤地走了。他的僕人們前來對他說：「我父！如果先知吩咐你作一件難事，你豈不是也要做嗎？何況他只對你說：你去洗洗，就潔淨了呢！」納阿曼便下去，按照天主的人的話，在約但河裡浸了七次；他的肌肉就復了原，如同嬰兒的肌肉一樣，完全潔淨了。
納阿曼於是同他的全體隨員，再回到天主的人那裡，站在他面前說：「現在我確實知道：全世界只在以色列有天主。」——上主的話。
（默想片刻）
 
答唱詠　詠42:2,3;43:3,4
【答】：我的靈魂渴念天主，生活的天主，我何時來，能把天主的儀容目睹？
領：天主，我的靈魂渴慕你，真好像牝鹿渴慕溪水。【答】
領：我的靈魂渴念天主，生活的天主，我何時來，能把天主的儀容目睹？【答】
領：求你發出你的光明和你的真道：引導我，帶我到你的聖山和居所。【答】
領：我就要走近天主的祭壇前，走近我最喜悅的天主面前。天主，我主！我向你彈琴頌讚。【答】
 
福音前歡呼
領：主基督，願光榮和讚頌歸於你。
眾：主基督，願光榮和讚頌歸於你。
領：我仰賴上主，我靈期待他的聖言；因為上主富於仁慈，他必定慷慨施予救援。
眾：主基督，願光榮和讚頌歸於你。
 
福音（像厄里亞和厄里叟一樣，耶穌受派遣而來，並非只為猶太人。）
恭讀聖路加福音　4:24-30
耶穌來到納匝肋，在會堂裡向人們說：「我實在告訴你們：沒有一個先知在本鄉受悅納的。我據實告訴你們：在厄里亞時代，天閉塞了三年零六個月，遍地起了大饑荒，在以色列原有許多寡婦，厄里亞並沒有被派到她們中一個那裡去，而只到了漆冬匝爾法特的一個寡婦那裡。在厄里叟先知時代，在以色列有許多癩病人，他們中沒有一個得潔淨的，只有敘利亞的納阿曼。」在會堂中聽見這話的人，都忿怒填胸，起來把他趕出城外，領他到了山崖上——他們的城是建在山上的——要把他推下去。他卻由他們中間過去走了。——上主的話。
（講道後默想片刻）
 
獻禮經
上主，我們呈獻這些禮品，以表忠誠，求你收納，使之成為施予我們救恩的聖事。因主耶穌基督之名，求你俯聽我們的祈禱。亞孟。
 
四旬期頌謝詞
 
領主詠
列國萬民，請讚美上主，因為他的仁愛厚加於我們。（詠117:1-2）
（領主後默禱片刻）
 
領聖體後經
上主，我們既恭領了這共融的聖事，求你使我們的心靈得到淨化，並能彼此團結，融洽相處。因主耶穌基督之名，求你俯聽我們的祈禱。亞孟。
 `;

export default text;
